{"translation-revision-date":"2019-04-10 08:04:29+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"pl"},"Notification":["Powiadomienie"],"Save Changes":["Zapisz zmiany"],"Details":["Szczegóły"],"Email":["E-mail"],"Body":["Treść"],"Type":["Typ"],"This will permanently remove the selected file\/folder. Are you sure you want to continue?":["Spowoduje to trwałe usunięcie wybranego pliku\/folderu. Jesteś pewien, że chcesz kontynuować?"],"When no issues are found":["Kiedy nie napotkano żadnych błędów"],"When an issue is found":["Kiedy napotkano błąd"],"Defender will skip any files larger than this size. The smaller the number, the faster Defender will scan your website.":["Defender pominie pliki większe niż ten rozmiar. Im mniejsza liczba, tym szybciej Defender przeskanuje twoją stronę."],"Maximum included file size":["Maksymalny rozmiar dołączonego pliku"],"Defender looks for publicly reported vulnerabilities in your installed plugins and themes.":["Defender wyszukuje publicznie zgłoszone luki w Twoich zainstalowanych wtyczkach i motywach."],"Defender checks for any modifications or additions to WordPress core files.":["Defender sprawdza wszelkie modyfikacje lub dodatki w podstawowych plikach WordPressa."],"Choose the scan types you would like to include in your default scan. It's recommended you enable all types.":["Wybierz typy skanowania, które chcesz uwzględnić w domyślnym skanowaniu. Zalecane jest włączenie wszystkich typów."],"Scan Types":["Typy skanowania"],"New Scan":["Nowe skanowanie"],"Your code is currently clean! There were no issues found during the last scan, though you can always perform a new scan anytime.":["Twój kod jest obecnie czysty! Podczas ostatniego skanowania nie znaleziono żadnych problemów, ale zawsze możesz wykonać nowe skanowanie w dowolnym momencie."],"Here is a list of the suspicious files you have chosen to ignore.":["Oto lista podejrzanych plików, które zignorowałeś."],"Available variables":["Dostępne zmienne"],"Email Templates":["Szablony e-mail"],"Add":["Dodaj"],"Defender looks inside all of your files for suspicious and potentially harmful code.":["Defender sprawdza wszystkie pliki pod kątem podejrzanego i potencjalnie szkodliwego kodu."],"Last scan":["Ostatnie skanowanie"],"Scan your website for file changes, vulnerabilities and injected code and get notified about anything suspicious. Defender will keep an eye on your code without you having to worry.":["Skanuj swoją witrynę pod kątem zmian plików, luk w zabezpieczeniach i złośliwego kodu, a także otrzymuj powiadomienia o podejrzanych zdarzeniach. Defender będzie miał na oku Twój kod."],"Subject":["Tytuł"],"File Scanning":["Skanowanie plików"],"Pro Feature":["Funkcje Pro"],"Plugins & Themes":["Wtyczki i motywy"],"No":["Nie"],"Yes":["Tak"],"Size":["Rozmiar"],"Location":["Lokalizacja"],"Issue Details":["Szczegóły problemu"],"Restore":["Przywróć"],"FILE SCANNING":["SKANOWANIE PLIKÓW"],"Time of day":["Pora dnia"],"Day of the week":["Dzień tygodnia"],"Frequency":["Częstotliwość"],"Reporting":["Raportowanie"],"Notifications":["Powiadomienia"],"Compare your file with the original file in the WordPress repository. Pieces highlighted in red will be removed when you patch the file, and pieces highlighted in green will be added.":["Porównaj swój plik z oryginalnym plikiem w repozytorium WordPress. Kawałki kodu zaznaczone na czerwono zostaną usunięte podczas naprawiania pliku, a fragmenty zaznaczone na zielono zostaną dodane."],"Ignored":["Zignorowane"],"All":["Wszystkie"],"WordPress Core":["Rdzeń WordPressa"],"Ignore":["Ignoruj"],"Cancel":["Anuluj"],"Weekly":["Co tydzień"],"Daily":["Codziennie"],"Issues":["Problemy"],"Update":["Zaktualizuj"],"Settings":["Ustawienia"],"Suspicious Code":["Podejrzany kod"],"Delete":["Usuń"],"Monthly":["Miesięczny"]}},"comment":{"reference":"assets\/app\/scan.js"}}