{"translation-revision-date":"2019-04-10 08:04:29+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"pl"},"Days":["Dni"],"Code":["Kod"],"Instructions":["Instrukcje"],"Save Changes":["Zapisz zmiany"],"Disable XML-RPC":["Wyłącz XML-RPC"],"Email":["E-mail"],"Status":["Stan"],"Add":["Dodaj"],"7 days":["7 dni"],"24 hours":["24 godziny"],"1 hour":["1 godzina"],"Exceptions":["Wyjątki"],"Update .htaccess file":["Zaktualizuj plik .htaccess"],"Add web.config file":["Dodaj plik web.config"],"Disable error debugging":["Wyłącz debugowanie błędów"],"Excellent work. The following vulnerabilities have been fixed.":["Świetnie. Poniższe luki zostały naprawione."],"You have chosen to ignore these fixes. You can restore and action them at any time.":["Postanowiłeś zignorować te poprawki. Możesz je przywrócić i aktywować w dowolnym momencie."],"Restore":["Przywróć"],"Security Tweaks":["Poprawki bezpieczeństwa "],"Notifications":["Powiadomienia"],"30 days":["30 dni"],"Ignored":["Zignorowane"],"How to fix":["Jak naprawić"],"Ignore":["Ignoruj"],"Cancel":["Anuluj"],"Resolved":["Rozwiązane"],"Issues":["Problemy"],"By default, a plugin\/theme vulnerability could allow a PHP file to get uploaded into your site's directories and in turn execute harmful scripts that can wreak havoc on your website. Prevent this altogether by disabling direct PHP execution in directories that don't require it.":["Domyślnie, luka wtyczki\/szablonu może pozwolić na załadowanie pliku PHP do katalogów Twojej witryny, a następnie wykonać szkodliwy skrypt, który może siać spustoszenie w Twojej witrynie. Zapobiegaj temu całkowicie przez wyłączenie bezpośredniego wgrywania plików PHP w katalogach, które tego nie wymagają."],"Disable Pingbacks":["Wyłącz Pingbacki"],"Revert":["Odwróć"],"Pingbacks notify a website when it has been mentioned by another website, like a form of courtesy communication. However, these notifications can be sent to any website willing to receive them, opening you up to DDoS attacks, which can take your website down in seconds and fill your posts with spam comments.":["Pingbacki powiadamiają stronę internetową, gdy wspomniano o niej na innej stronie, na przykład w formie grzecznościowej wymiany linków. Powiadomienia te mogą także być przesyłane do dowolnej witryny, która je akceptuje, co naraża ją na ataki DDoS, które mogą spowodować że witryna przestanie działać w kilka sekund i wypełnić posty spamowymi komentarzami."],"Update":["Zaktualizuj"],"Overview":["Przegląd"],"Update WordPress":["Zaktualizuj WordPressa"]}},"comment":{"reference":"assets\/app\/security-tweaks.js"}}