{"translation-revision-date":"2019-04-10 08:04:29+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"pl"},"Save Changes":["Zapisz zmiany"],"Change your default WordPress login URL to hide your login area from hackers and bots.":["Zmień domyślny adres URL logowania WordPress, aby ukryć swój obszar logowania przed hakerami i botami."],"Lost phone one time password":["Jednorazowe hasło w przypadku zagubienia telefonu"],"Email":["E-mail"],"Customize the default copy for emails the two-factor feature sends to users.":["Dostosuj domyślną treść wiadomości e-mail wysyłanych do użytkowników przez funkcję uwierzytelniania dwuskładnikowego. "],"Emails":["E-maile"],"Send Test":["Wyślij wiadomość testową"],"Body":["Treść"],"Sender":["Nadawca"],"Edit Email":["Edytuj wiadomość e-mail"],"Redirection URL":["Adres URL przekierowania"],"Enable 404 redirection":["Włącz przekierowanie 404"],"Redirect traffic":["Przekieruj ruch"],"New Login URL":["Nowy adres URL logowania"],"You can specify any URLs. For security reasons, less obvious URLs are recommended as they are harder for bots to guess.":["Możesz podać dowolny adresy URL. Ze względów bezpieczeństwa zalecane są mniej oczywiste adresy URL, ponieważ są one trudniejsze do odgadnięcia."],"For best results use a 168x168px JPG or PNG.":["Aby uzyskać najlepsze wyniki, użyj formatu JPG lub PNG o wymiarach 168 x 168 pikseli."],"Enable custom graphics above login fields":["Włącz niestandardową grafikę powyżej pól logowania"],"By default, Defender’s icon appears above the login fields. You can upload your own branding, or turn this feature off.":["Domyślnie ikona Defender pojawia się nad polami logowania. Możesz przesłać własną ikonę swojej marki lub wyłączyć tę funkcję."],"Custom Graphic":["Niestandardowa grafika"],"Note: This is shown in the users Profile area indicating they must use two-factor authentication.":["Uwaga: Jest to pokazane w obszarze profilu użytkowników, wskazując, że muszą korzystać z uwierzytelniania dwuetapowego."],"Custom warning message":["Własny komunikat ostrzegawczy"],"Note: Users will be forced to set up two-factor when they next login.":["Uwaga: Użytkownicy będą zmuszeni skonfigurować uwierzytelnianie dwuetapowe przy następnym logowaniu."],"Force users to log in with two-factor authentication":["Wymuszaj logowanie użytkowników przy użyciu uwierzytelniania dwuetapowego"],"By default, two-factor authentication is optional for users. This setting forces users to activate two-factor.":["Domyślnie uwierzytelnianie dwuskładnikowe jest opcją dodatkową dla użytkowników. To ustawienie zmusza użytkowników do aktywowania uwierzytelniania dwuetapowego."],"Force Authentication":["Wymuś uwierzytelnianie"],"Mask Login Area":["Ukrywanie strony logowania"],"Masking URL":["Maskowanie adresu URL"],"Save Template":["Zapisz szablon"],"Available variables":["Dostępne zmienne"],"Subject":["Tytuł"],"Disable two-factor authentication on your website.":["Wyłącz uwierzytelnianie dwuetapowe w swojej witrynie."],"Choose the user roles you want to enable two-factor authentication for. Users with those roles will then be required to use the Google Authenticator app to login.":["Wybierz role użytkowników, dla których chcesz włączyć uwierzytelnianie dwuetapowe. Użytkownicy o tych rolach będą wtedy musieli używać aplikacji Google Authenticator do logowania."],"Beef up your website’s security with two-factor authentication. Add an extra step in the login process so that users are required to enter a password and an app-generated passcode using their phone – the best protection against brute force attacks.":["Wzmocnij bezpieczeństwo swojej witryny za pomocą uwierzytelniania dwuetapowego. Dodaj dodatkowy krok w procesie logowania, aby użytkownicy musieli wpisać hasło i kod wygenerowany przez aplikację za pomocą telefonu. Jest to najlepsza ochrona przed atakami brute force."],"Active Users":["Aktywni użytkownicy"],"App Download":["Pobieranie aplikacji"],"Enable lost phone option":["Włącz opcję utraconego telefonu"],"If a user is unable to access their phone, you can allow an option to send the one time password to their registered email.":["Jeśli użytkownik nie może uzyskać dostępu do telefonu, możesz zezwolić na wysłanie jednorazowego hasła na ich skrzynkę pocztową."],"Lost Phone":["Utracony telefon"],"User role":["Rola użytkownika"],"User Roles":["Role użytkowników"],"Configure your two-factor authentication settings. Our recommendations are enabled by default.":["Skonfiguruj ustawienia uwierzytelniania dwuetapowego. Nasze rekomendacje są domyślnie włączone."],"Two Factor Authentication":["Uwierzytelnianie dwuetapowe"],"Advanced Tools":["Ustawienia zaawansowane"],"Deactivate":["Wyłącz"],"Cancel":["Anuluj"],"Activate":["Włącz"]}},"comment":{"reference":"assets\/app\/advanced-tools.js"}}